---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsPipeSizeFormattedParam
source: html/1a4a3b83-48a5-1b11-36df-5381ee769971.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsPipeSizeFormattedParam Property

"Size"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsPipeSizeFormattedParam { get; }
```